Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WELCOME_LEARN_MORE_URL
source: https://support.apple.com/guide/personal-safety/welcome/web
ar: https://support.apple.com/ar-ae/guide/personal-safety/welcome/web
ca: https://support.apple.com/ca-es/guide/personal-safety/welcome/web
da: https://support.apple.com/da-dk/guide/personal-safety/welcome/web
el: https://support.apple.com/el-gr/guide/personal-safety/welcome/web
hu: https://support.apple.com/hu-hu/guide/personal-safety/welcome/web
id: https://support.apple.com/id-id/guide/personal-safety/welcome/web
it: https://support.apple.com/it-it/guide/personal-safety/welcome/web
ja: https://support.apple.com/ja-jp/guide/personal-safety/welcome/web
ko: https://support.apple.com/ko-kr/guide/personal-safety/welcome/web
lt: https://support.apple.com/lt-lt/guide/personal-safety/welcome/web
ms: https://support.apple.com/ms-my/guide/personal-safety/welcome/web
sk: https://support.apple.com/sk-sk/guide/personal-safety/welcome/web
zh_hk: https://support.apple.com/zh-hk/guide/personal-safety/welcome/web

# RESTRICTIONS_DETAIL_1
source: Some parts of Safety Check are unavailable for this iPhone due to Screen Time restrictions or a managed device profile. If you didn’t set up Screen Time restrictions, or if you don’t recognize a profile on your iPhone, you may be able to remove or modify these configurations.
ar: بعض أجزاء التحقق من الأمان غير متاحة لهذا الـ iPhone بسبب قيود مدة استخدام الجهاز أو ملف تعريف جهاز مُدار. إذا لم تكن قد أعددت قيود مدة استخدام الجهاز، أو في حالة عدم التعرف على ملف تعريف على iPhone، فقد يكون بإمكانك إزالة هذه التكوينات أو تعديلها.
bg: Част от функциите на Проверка на сигурността са недостъпни за този iPhone при ограничения за Екранно време или профил на управлявано устройство. Ако не сте задали ограничения за Екранно време или не разпознавате профил на управлявано устройство на вашия iPhone, ще можете да премахнете или промените тези конфигурации.
ca: Algunes opcions de la comprovació de seguretat no estan disponibles a l’iPhone a causa de les restriccions del temps d’ús o d’un perfil de dispositiu gestionat. Si no has configurat les restriccions del temps d’ús o no reconeixes un perfil de l’iPhone, potser podràs eliminar o modificar aquestes opcions.
cs: Některé funkce bezpečnostní kontroly nejsou k dispozici, protože jsou na iPhonu nastavená omezení času u obrazovky nebo je na něm nainstalovaný profil pro správu zařízení. Pokud jste omezení času u obrazovky nenastavili nebo některý profil na iPhonu nepoznáváte, je možné, že tuto konfiguraci lze odstranit nebo upravit.
da: Nogle dele af Sikkerhedskontrol er ikke tilgængelige på denne iPhone på grund af begrænsninger på skærmtid eller en profil til en administreret enhed. Hvis du ikke har indstillet begrænsninger på skærmtid eller ikke genkender en profil på din iPhone, kan du muligvis fjerne eller redigere disse konfigurationer.
de: Einige Bestandteile von „Sicherheitsprüfung“ stehen aufgrund von auf deinem iPhone installierten Einschränkungen der Bildschirmzeit oder eines verwalteten Geräteprofils auf diesem iPhone nicht zur Verfügung. Falls du keine Einschränkungen der Bildschirmzeit konfiguriert hast oder du keines der Profile auf deinem iPhone kennst, bist du möglicherweise in der Lage, diese Konfigurationen zu entfernen oder ändern.
el: Κάποια μέρη του Ελέγχου ασφάλειας δεν διατίθενται για αυτό το iPhone λόγω περιορισμών του Χρόνου επί οθόνης ή ενός προφίλ διαχειριζόμενης συσκευής. Αν δεν έχετε διαμορφώσει περιορισμούς Χρόνου επί οθόνης ή αν δεν αναγνωρίζετε ένα προφίλ στο iPhone σας, ενδέχεται να μπορείτε να αφαιρέσετε ή να τροποποιήσετε αυτές τις διαμορφώσεις.
es: Algunos componentes de la comprobación de seguridad no están disponibles para este iPhone debido a las restricciones de tiempo de uso o a que hay un perfil de dispositivo gestionado. Si no has configurado restricciones de tiempo de uso o si no reconoces un perfil en el iPhone, es posible que puedas eliminar o modificar estas configuraciones.
es_us: Algunas porciones de la revisión de seguridad no están disponibles para este iPhone debido a restricciones de Tiempo en pantalla o a un perfil de dispositivo administrado. Si tú no configuraste estas restricciones o si no reconoces el perfil en tu dispositivo, es posible que puedas eliminar o modificar estas configuraciones.
fi: Jotkin Turvatarkastuksen osat eivät ole käytettävissä tässä iPhonessa Ruutuaika-rajoitusten tai hallitun laiteprofiilin vuoksi. Jos et ottanut Ruutuaika-rajoituksia käyttöön tai et tunnista iPhonessa olevaa profiilia, pystyt ehkä poistamaan nämä määritykset tai muokkaamaan niitä.
fr: Certaines parties du contrôle de sécurité ne sont pas disponibles pour cet iPhone en raison de restrictions « Temps d’écran » ou d’un profil d’appareil géré. Si vous n’avez pas configuré de restrictions « Temps d’écran », ou si vous ne reconnaissez pas un profil installé sur votre iPhone, vous pourrez peut-être supprimer ou modifier ces configurations.
fr_ca: Certaines parties du contrôle de sécurité ne sont pas disponibles pour cet iPhone en raison des restrictions de Temps d’écran ou d’un profil d’appareil géré. Si vous n’avez pas configuré de restrictions de Temps d’écran, ou si vous ne reconnaissez pas un profil sur votre iPhone, vous pourriez être en mesure de supprimer ou de modifier ces configurations.
he: חלקים מסוימים של ״בדיקת בטיחות״ לא זמינים ב-iPhone זה עקב הגבלות ״זמן מסך״ או פרופיל מכשיר מנוהל. אם לא הגדרת הגבלות ״זמן מסך״, או אם אינך מזהה פרופיל ב-iPhone שלך, ייתכן שיש לך אפשרות להסיר או לשנות הגדרות אלו.
hi: स्क्रीन टाइम प्रतिबंध या प्रबंधित डिवाइस प्रोफ़ाइल के कारण सुरक्षा जाँच के कुछ हिस्से इस iPhone के लिए अनुपलब्ध हैं। अगर आपने स्क्रीन टाइम प्रतिबंधों को सेटअप नहीं किया है या आप अपने iPhone पर प्रोफ़ाइल की पहचान नहीं कर पा रहे हैं, तो आप इन कॉन्फ़िगरेशन को हटा या संशोधित कर सकते हैं।
hr: Neki dijelovi sigurnosne provjere nisu dostupni za ovaj iPhone zbog ograničenja Vremena uporabe zaslona ili profila upravljanog uređaja. Ako niste podesili ograničenja Vremena uporabe zaslona ili ne prepoznajete profil na iPhoneu, možda možete ukloniti ili promijeniti te konfiguracije.
hu: A Biztonsági ellenőrzés bizonyos részei nem érhetők el ezen az iPhone-on a Képernyőidő korlátozásai vagy az Ön iPhone-jára telepített felügyelteszköz-profil miatt. Ha Ön nem állított be Képernyőidő-korlátozásokat, vagy úgy gondolja, hogy nem található ilyen profil az iPhone-ján, akkor előfordulhat, hogy eltávolíthatja vagy módosíthatja ezeket a konfigurációkat.
id: Beberapa bagian Pemeriksaan Keselamatan tidak tersedia untuk iPhone ini karena pembatasan Durasi Layar atau profil perangkat yang dikelola. Jika Anda tidak mengatur pembatasan Durasi Layar atau jika Anda tidak mengenali profil di iPhone, Anda mungkin dapat menghapus atau memodifikasi konfigurasi ini.
it: Alcuni elementi di “Controllo di sicurezza” non sono disponibili per questo iPhone a causa delle restrizioni di “Tempo di utilizzo” o di un profilo per dispositivo gestito. Se non hai configurato restrizioni di “Tempo di utilizzo”, o se non individui un profilo su iPhone, potresti essere in grado di rimuovere o modificare queste impostazioni.
ja: スクリーンタイムの制限、または管理対象デバイスのプロファイルにより、このiPhoneでは個人情報安全性チェックの一部が使用できません。スクリーンタイムの制限を設定していない場合、またはiPhoneのプロファイルに見覚えがない場合は、これらの構成を削除/変更することができます。
kk: Экран уақыты шектеулеріне немесе басқарылатын құрылғы профиліне байланысты қауіпсіздікті тексерудің кейбір бөлімдері осы iPhone үшін қолжетімсіз. Экран уақыты шектеулерін баптамаған болсаңыз немесе iPhone құрылғыңыздағы профильді танымасаңыз, бұл конфигурацияларды жоюға немесе өзгертуге болады.
ko: 스크린 타임 제한 사항 또는 관리형 기기 프로필로 인해 이 iPhone에서 일부 안전 점검 기능을 사용할 수 없습니다. 사용자가 스크린 타임 제한 사항을 설정하지 않았거나, iPhone에 설치된 프로필을 알아볼 수 없는 경우에는 이 구성을 제거하거나 수정할 수 있습니다.
lt: Kai kurios saugumo patikros dalys nepasiekiamos šiame „iPhone“ dėl ekrano laiko ribojimų arba valdomo įrenginio profilio. Jei nenustatėte ekrano laiko ribojimų arba neatpažįstate „iPhone“ įrenginyje esančio profilio, gali būti, kad galėsite pašalinti arba modifikuoti šias konfigūracijas.
ms: Sesetengah bahagian Semakan Keselamatan tidak tersedia untuk iPhone ini disebabkan pengehadan Masa Skrin atau profil peranti terurus. Jika anda tidak menyediakan pengehadan Masa Skrin atau jika anda tidak mengenali profil pada iPhone, anda mungkin dapat mengeluarkan atau mengubah suai konfigurasi ini.
nl: Sommige onderdelen van 'Veiligheidscontrole' zijn niet beschikbaar voor deze iPhone vanwege beperkingen voor schermtijd of omdat er een profiel voor een beheerd apparaat is geïnstalleerd. Als je geen beperkingen voor schermtijd hebt geconfigureerd of als je een profiel op je iPhone niet herkent, kun je deze configuraties mogelijk verwijderen of wijzigen.
no: Enkelte deler av Trygghetssjekk er ikke tilgjengelig på denne iPhonen på grunn av Skjermtid-begrensninger eller en profil for enhetsadministrering. Hvis du ikke har konfigurert Skjermtid-begrensninger, eller hvis du ikke kjenner igjen en profil på iPhonen, kan du kanskje fjerne eller endre disse konfigurasjonene.
pl: Niektóre etapy Kontroli bezpieczeństwa są niedostępne na tym iPhonie ze względu na ograniczenia funkcji Czas przed ekranem lub zainstalowany profil urządzenia zarządzanego. Jeśli ograniczenia funkcji Czas przed ekranem nie zostały ustawione przez Ciebie lub nie rozpoznajesz profilu na tym iPhonie, możesz mieć możliwość usunięcia lub zmiany tych konfiguracji.
pt_br: Algumas partes da Verificação de Segurança estão indisponíveis para este iPhone devido a restrições do Tempo de Uso ou a um perfil de dispositivo gerenciado. Se você não tiver configurado restrições do Tempo de Uso ou se não reconhecer um perfil no iPhone, poderá remover ou modificar esses ajustes.
pt_pt: Algumas partes da verificação de segurança estão indisponíveis para este iPhone devido a restrições de tempo de ecrã ou a um perfil de dispositivo gerido. Se não configurou restrições de tempo de ecrã, ou se não reconhecer um perfil de dispositivo gerido no iPhone, poderá conseguir remover ou modificar estas configurações.
ro: Unele secțiuni ale Verificării siguranței nu sunt disponibile pentru acest iPhone din cauza restricțiilor “Timp de utilizare” sau a unui profil de dispozitiv gestionat. Dacă nu ați configurat restricții “Timp de utilizare” sau dacă nu recunoașteți un profil de pe iPhone‑ul dvs., este posibil să puteți elimina sau modifica aceste configurații.
ru: Проверка безопасности доступна на этом iPhone лишь частично из‑за ограничений Экранного времени или профиля управляемого устройства. Если Вы не настраивали ограничения Экранного времени или Вам не нужен профиль на iPhone, возможно, Вы сможете удалить или изменить эти конфигурации.
sk: Niektoré funkcie bezpečnostnej kontroly nie sú k dispozícii, pretože máte na iPhone nastavené obmedzenia času pred obrazovkou alebo je na ňom nainštalovaný profil spravovaného zariadenia. Ak ste obmedzenia času pred obrazovkou nenastavili alebo nepoznáte niektorý profil na iPhone, je možné, že túto konfiguráciu budete môcť odstrániť alebo upraviť.
sl: Nekateri deli varnostnega preverjanja niso na voljo za ta iPhone zaradi omejitev časa pred zaslonom ali profila upravljane naprave. Če omejitev časa pred zaslonom niste nastavili ali če ne prepoznate profila upravljane naprave v iPhonu, boste morda lahko te konfiguracije odstranili ali spremenili.
sv: Vissa delar av Säkerhetskontroll är inte tillgängliga för denna iPhone på grund av skärmtidsbegränsningar eller en profil för en hanterad enhet. Om du inte har ställt in skärmtidsbegränsningar eller om du inte känner igen en profil på iPhone kanske du kan ta bort eller ändra dessa konfigureringar.
th: ไม่มีการตรวจสอบด้านความปลอดภัยบางส่วนสำหรับ iPhone เครื่องนี้เนื่องจากการจำกัดเวลาหน้าจอหรือโปรไฟล์อุปกรณ์ที่มีการจัดการ ถ้าคุณไม่ได้ตั้งค่าการจำกัดเวลาหน้าจอหรือคุณไม่รู้จักโปรไฟล์บน iPhone ของคุณ คุณอาจสามารถเอาออกหรือแก้ไขการกำหนดค่าเหล่านี้ได้
tr: Güvenlik Denetimi’nin bazı bölümleri Ekran Süresi sınırlamaları ya da bir yönetilen aygıt profili nedeniyle bu iPhone için kullanılamıyor. Ekran Süresi sınırlamaları ayarlamadıysanız ya da iPhone’unuzdaki bir profili tanımıyorsanız bu konfigürasyonları silebilir veya değiştirebilirsiniz.
uk: Деякі елементи перевірки безпеки недоступні для цього iPhone через обмеження Екранного часу чи профіль керованого пристрою. Якщо ви не встановлювали обмеження Екранного часу чи не впізнаєте профіль на своєму iPhone, можете вилучити або змінити ці конфігурації.
vi: Một số phần của Kiểm tra an toàn không khả dụng cho iPhone này do các giới hạn Thời gian sử dụng hoặc một hồ sơ thiết bị được quản lý. Nếu bạn không thiết lập các giới hạn Thời gian sử dụng hoặc nếu bạn không nhận ra một hồ sơ trên iPhone của mình thì bạn có thể xóa hoặc sửa đổi những cấu hình này.
zh_cn: 由于屏幕使用时间限制或管理式设备描述文件，“安全检查”的部分功能不适用于此iPhone。若未设置屏幕使用时间限制，或无法识别iPhone上的某个描述文件，可移除或修改这些配置。
zh_hk: 「安全檢查」的部份功能不適用於此iPhone，因為「螢幕使用時間」限制或受管理裝置描述檔。如你未設定「螢幕使用時間」限制，或無法識別iPhone上的描述檔，你可移除或修改這些設定。
zh_tw: 部分「安全檢查」的功能不適用於此iPhone，因為「螢幕使用時間」取用限制或受管理裝置描述檔。若未設定「螢幕使用時間」取用限制，或無法辨識iPhone上的描述檔，你可能會移除或修改這些設定。

# PRIVATE_RELAY_FAILURE_TITLE
source: Failed to Turn on Private Relay
ar: فشل تشغيل "إخفاء العنوان"
bg: Неуспешно включване на Поверително пренасочване
ca: Error en activar la tramesa privada
cs: Soukromý přenos se nepodařilo zapnout
da: Privat datatrafik kunne ikke slås til
de: Aktivierung von Privat-Relay fehlgeschlagen
el: Απέτυχε η ενεργοποίηση Ιδιωτικής μεταγωγής
es: No se ha podido activar el relay privado
es_us: No se pudo activar la retransmisión privada
fi: Suojattua lähetystä ei voitu laittaa päälle
fr: Échec de l’activation du relais privé
fr_ca: Échec de l’activation du relais privé
he: הפעלת ״ממסר פרטי״ נכשלה
hi: प्राइवेट रिले चालू करने में विफल
hr: Privatni relej nije se mogao uključiti
hu: Nem sikerült bekapcsolni a Privát átjátszót
id: Gagal Menyalakan Relai Pribadi
it: Attivazione del relay privato non riuscita
ja: プライベートリレーをオンにできませんでした
kk: Жеке торапты қосу сәтсіз аяқталды
ko: 비공개 릴레이 켜기 실패
lt: Nepavyko įjungti privačiojo perdavimo
ms: Gagal Mengaktifkan Geganti Peribadi
nl: 'Privédoorgifte' kon niet worden ingeschakeld
no: Kunne ikke slå på Privat trafikk
pl: Błąd włączania Przekazywania prywatnego
pt_br: Falha ao Ativar a Retransmissão Privada
pt_pt: Não foi possível ativar o Reencaminhamento privado
ro: Activarea transmisiei private nu a reușit
ru: Не удалось включить Частный узел
sk: Súkromný prenos sa nepodarilo zapnúť
sl: Zasebne povezave Private Relay ni bilo mogoče vklopiti
sv: Det gick inte att aktivera Privat reläservice
th: เปิดใช้ Private Relay ไม่สำเร็จ
tr: Özel Geçiş Açılamadı
uk: Не вдалося ввімкнути Приват‑реле
vi: Không thể bật Chuyển tiếp bảo mật
zh_cn: 无法打开专用代理
zh_hk: 無法開啟「私密轉送」
zh_tw: 無法開啟「私密轉送」

source: Custom Alphanumeric Code
ar: رمز أبجدي رقمي مخصص
bg: Различен буквено-цифров код
ca: Codi alfanumèric personalitzat
cs: Vlastní alfanumerický kód
da: Speciel alfanumerisk kode
de: Eigener alphanumerischer Code
el: Προσαρμοσμένος αλφαριθμητικός κωδικός
es: Código alfanumérico personalizado
es_us: Alfanumérico personalizado
fi: Aakkosnumeerinen koodi
fr: Code alphanumérique perso
fr_ca: Code alphanumérique personnalisé
he: קוד אלפאנומרי מותאם אישית
hi: कस्टम अल्फ़ान्यूमैरिक कोड
hr: Slovnobrojčani kôd po izboru
hu: Egyéni alfanumerikus kód
id: Kode Alfanumerik Khusus
it: Codice alfanumerico personalizzato
ja: カスタムの英数字コード
kk: Сандар мен әріптерден құралған код
ko: 사용자 지정 알파벳 숫자 코드
lt: Pasirinktinis raidinis-skaitinis kodas
ms: Kod Abjad Angka Tersuai
nl: Aangepaste alfanumerieke code
no: Tilpasset alfanumerisk kode
pl: Własny kod alfanumeryczny
pt_br: Código Alfanumérico Personalizado
pt_pt: Código alfanumérico personalizado
ro: Cod alfanumeric personalizat
ru: Произвольный код (буквы + цифры)
sk: Vlastný alfanumerický kód
sl: Prilagojena alfanumerična koda
sv: Alfanumerisk kod
th: กำหนดรหัสตัวอักษรและตัวเลขเอง
tr: Özel Alfasayısal Kod
uk: Власний буквено-числовий код
vi: Mã chữ và số tùy chỉnh
zh_cn: 自定义字母数字密码
zh_hk: 自訂英數混合密碼
zh_tw: 自訂英數密碼

# RESET_ALL_CONFIRMATION_MICROPHONE
source: By continuing, apps will no longer have access to your microphone. From now on, apps will not be able to access your microphone without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى الميكروفون. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى الميكروفون من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до микрофона ви. От сега нататък приложенията няма да имат достъп до микрофона ви без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés al micròfon i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k mikrofonu. Od této chvíle k němu budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til din mikrofon. Fra nu af kan apps ikke få adgang til din mikrofon uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf dein Mikrofon. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf dein Mikrofon zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στο μικρόφωνό σας. Από εδώ και στο εξής, οι εφαρμογές δεν θα μπορούν να έχουν πρόσβαση στο μικρόφωνό σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a tu micrófono y, a partir de ahora, solo podrán acceder a él con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tu micrófono y, de ahora en adelante, requerirán tu permiso para usarlo.
fi: Jos jatkat, apit eivät enää voi käyttää mikrofonia. Tästä eteenpäin apit eivät enää voi käyttää mikrofonia ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à votre microphone. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à votre micro et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים למיקרופון שלך. מעתה, יישומים לא יוכלו לגשת למיקרופון שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके माइक्रोफ़ोन का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके माइक्रोफ़ोन को ऐक्सेस नहीं कर पाएँगे।
hr: Ako nastavite, aplikacije više neće imati pristup vašem mikrofonu. Odsad aplikacije više neće moći pristupiti mikrofonu bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni a mikrofonjához. Mostantól az appok nem fognak tudni hozzáférni a mikrofonjához az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke mikrofon Anda. Mulai sekarang, app tidak akan dapat mengakses mikrofon Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso al microfono. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでマイクにアクセスできなくなります。今後、あなたの許可なく、アプリでマイクにアクセスすることはできなくなります。
kk: Жалғастыру арқылы қолданбалар микрофоныңызға енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз микрофоныңызға қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 마이크에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 마이크에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie jūsų mikrofono. Nuo šiol programos negalės pasiekti mikrofono be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada mikrofon anda. Mulai sekarang, app tidak akan dapat mengakses mikrofon anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je microfoon. Voortaan hebben apps zonder je toestemming geen toegang tot je microfoon.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til mikrofonen. Fra nå av kan ikke apper bruke mikrofonen uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do mikrofonu. Od teraz aplikacje nie będą miały dostępu do mikrofonu bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso ao microfone. De agora em diante, os apps não poderão acessar o seu microfone sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso ao microfone. A partir de agora, as aplicações não poderão aceder ao microfone sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la microfonul dvs. De acum înainte, aplicațiile nu vor putea accesa microfonul fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к микрофону. Впоследствии приложения не смогут получать доступ к микрофону без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vášmu mikrofónu. Odteraz budú apky môcť pristupovať k vášmu mikrofónu, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do vašega mikrofona. Aplikacije odslej ne bodo mogle dostopati do mikrofona brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till mikrofonen. Från och med nu kan appar inte längre komma åt mikrofonen utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงไมโครโฟนของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงไมโครโฟนของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık mikrofonunuza erişemez. Bundan sonra uygulamalar izniniz olmadan mikrofonunuza erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до мікрофону. Відтепер програми не зможуть отримувати доступ до мікрофону без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào micrô của bạn nữa. Từ bây giờ trở đi, các ứng dụng sẽ không thể truy cập micrô mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问麦克风。从现在开始，未经你的许可，App将无法访问麦克风。
zh_hk: 如繼續，App將再無法取用你的咪高風。現在開始，如沒有你的授權，App將無法取用你的咪高風。
zh_tw: 若繼續，App將無法取用你的麥克風。從現在起，App將無法未經你的許可取用麥克風。

# PASSCODE_ENTER_NEW
source: Now, enter a new passcode:
ar: الآن، أدخل رمز دخول جديدًا:
bg: Сега въведете нов код:
ca: Ara, introdueix un codi nou:
cs: Nyní zadejte nový přístupový kód:
da: Skriv så en ny kode:
de: Gib nun einen neuen Code ein:
el: Τώρα, εισαγάγετε έναν νέο κωδικό:
es: Ahora introduce un nuevo código:
es_us: Ahora, ingresa un código nuevo:
fi: Syötä nyt uusi pääsykoodi:
fr: Saisissez maintenant un nouveau code :
fr_ca: Entrez maintenant un nouveau code :
he: כעת, יש להזין קוד גישה חדש:
hi: अब, नया पासकोड दर्ज करें :
hr: Sada unesite novu šifru:
hu: Most adjon meg egy új jelkódot:
id: Sekarang, masukkan kode sandi baru:
it: Adesso, inserisci un nuovo codice:
ja: 次に、新しいパスコードを入力してください:
kk: Енді жаңа құпиякод енгізіңіз:
ko: 이제 새로운 암호 입력:
lt: Dabar įveskite naują prieigos kodą:
ms: Sekarang, masukkan kod laluan baharu:
nl: Voer nu een nieuwe toegangscode in:
no: Skriv inn en ny enhetskode:
pl: Teraz podaj nowy kod:
pt_br: Agora, digite um novo código:
pt_pt: Agora, digite um novo código:
ro: Acum, introduceți noul cod de acces:
ru: Теперь введите новый код‑пароль:
sk: Teraz zadajte nový kód:
sl: Zdaj vnesite novo kodo za dostop:
sv: Ange nu en ny lösenkod:
th: ตอนนี้ป้อนรหัสใหม่:
tr: Şimdi yeni bir parola girin:
uk: Тепер введіть новий код допуску:
vi: Bây giờ, hãy nhập mật mã mới:
zh_cn: 现在，请输入新密码：
zh_hk: 現在請輸入新密碼：
zh_tw: 現在請輸入新密碼：
